<template>
	<div class="page">
    <h1>悦百分注册协议</h1>
    <section>
    	<h3>（一） 注册相关</h3>
	    <p>除本协议另有规定或相关产品另有规则外，您须在本无线客户端注册并取得本公司提供给您的悦百分账户。您同意：</p>
	    <p>1、本公司仅向符合中华人民共和国法律规定的具有完全民事权利能力和民事行为能力，能够独立承担民事责任的中国大陆地区的自然人提供悦百分服务。</p>
	    <p>2、您必须依悦百分服务注册表的要求提供您本人准确、真实、有效、最新及完整的资料（包括但不限于身份证、联系方式等信息）及与之关联的银行账户、绑定的电子邮箱、手机号码等，如有变更，应及时通知本公司并按照本公司要求办理变更手续。</p>
	    <p>3、您有义务维持您的“用户资料”，确保其准确、真实、有效及完整。若您提供任何错误、虚假、失效或不完整的资料，或者本公司有合理的理由怀疑资料为错误、虚假、过期或不完整的，本公司有权暂停或终止向您提供部分或全部悦百分服务，对此本公司不承担任何责任，您承诺并同意负担因此所产生的所有损失，包括但不限于直接损失、间接损失。若因国家法律法规、部门规章或监管机构的要求，本公司需要您补充提供任何相关资料时，如您不能及时配合提供，本公司有权暂停或终止向您提供部分或全部悦百分服务。</p>
	    <p>4、为了适用法律规范，本条款及任何其他的协议、告示或其他关于您使用本服务账户及服务的通知，您同意本公司通过电子方式通知您。电子方式包括但不限于以电子邮件方式、或于本网站或者合作网站上公布、或无线通讯装置通知等方式。上述条款、协议、通知、告示一经发出，即视为已送达。</p>
	    <p>5、您确认，只有您本人可以使用您的悦百分账户。</p>
    </section>
    <section>
    	<h3>（二） 账户安全</h3>
	    <p>您了解并同意 , 确保密码及账号的机密安全是您的责任。您将对使用该账户或密码进行的一切操作及言论负完全的责任，您同意：</p>
	    <p>1、您不可对其他任何人（包括商户及悦百分平台工作人员）泄露您的账户或密码，亦不可使用其他任何人的账户或密码。您应当对该密码、身份信息等进行妥善保管，对于因密码、身份信息、校验码等泄露所致的损失由您自行承担。</p>
	    <p>2、您同意，如您发现有他人冒用或盗用您的悦百分登录名及密码或任何其他未经合法授权之情形，或发生与悦百分账户关联的手机或其他设备遗失或其他可能危及到悦百分账户资金安全情形时，应立即以有效方式通知本公司，向本公司申请暂停相关服务。并且同意本公司可暂停您使用本服务并采取有效的防范措施。本公司在接受您的有效通知前，对第三人使用该服务已发生之效力，除非可证明本公司故意或重大过失而且是未经合法授权之使用，否则本公司将不承担任何责任。</p>
	    <p>3、除非另有法律规定或经司法裁判，且征得本公司同意，否则您的悦百分登录名及密码、悦百分账户不得以任何方式转让、赠与或继承（相关的财产权益除外）。在您决定不再使用该账户时，您应当及时告知本公司。您同意，若您丧失全部或部分民事权利能力或民事行为能力，本公司有权根据有效法律文书（包括但不限于生效的法院判决、生效的遗嘱等）处置与您的悦百分账户相关的数据。</p>
	    <p>4、交易异常处理：您使用本服务时同意并认可，可能由于银行本身系统问题、银行相关作业网络连线问题或其他不可抗拒因素，造成本服务无法提供。您确保所输入的您的资料无误，如果因资料错误造成本公司于上述异常状况发生时无法及时通知您相关交易后续处理方式的，本公司不承担任何损害赔偿责任。 </p>
	    <p>5、本公司有权了解您使用悦百分的真实交易背景及目的，您应如实提供本公司所需的真实、全面、准确的信息；如果本公司有合理理由怀疑您提供虚假交易信息的，本公司有权暂时或永久限制您所使用的服务的部分或全部功能。 </p>
	    <p>6、为了您悦百分账户的安全，根据本协议的约定、法律法规及法律文书的规定、政府依行政职权的要求及本公司依据自行判断认为的可能对您的悦百分账户产生风险的情况，您同意本公司有权对您的悦百分账户进行冻结，即进行暂时关闭该账户部分或全部使用权限的操作。冻结的逆过程为解冻，即本公司对您的被冻结的悦百分账户结束冻结。当冻结发生时，如您申请解冻，本公司有权依照自行判断根据本项规定前述的冻结原因来决定是否允许解冻，您应充分理解您的解冻申请并不必然被允许，且申请解冻时您应当配合本公司核实您身份的有关要求，提供包括但不限于身份信息、身份证、护照、其他有效的身份证明文件及本公司要求的其他信息或文件。</p>
	    <p>7、您同意，本公司有权按照包括但不限于公安机关、检察机关、法院、海关、税务机关等司法机关、行政机关、军事机关的要求或基于本公司对您资金及交易异常的判断及风险策略对您在悦百分账户进行查询、冻结或扣划。</p>
    </section>
    <section>
    	<h3>（三）注销相关 </h3>
	    <p>在需要终止使用本服务时，您可以申请注销您的悦百分账户，您同意：</p>
	    <p>1、您所申请注销的悦百分账户应当是您本人的账户。您应当依照本公司规定的程序进行悦百分账户注销。</p>
	    <p>2、悦百分账户注销将导致本公司终止为您提供本服务，本协议约定的双方的权利义务终止，但依本协议其他条款另行约定不得终止的或依其性质不能终止的如保密协议及保密条款等除外。</p>
	    <p>3、您申请注销的悦百分账户应当不存在任何由于该账户被注销而导致的未了结的合同关系与其他基于该账户的存在而产生或维持的权利义务，及本公司认为注销该账户会由此产生未了结的权利义务而产生纠纷的情况。我公司始终保留对您的债权及债权规则条款的效力，不因注销悦百分账户而放弃。</p>  
    </section>
	</div>
</template>
<style scoped>
	.page {
		padding: 15px
	}
	h1 {
		margin-top: 0;
		text-align: center
	}
	section {
		margin: 15px 0
	}
	p {
		text-indent: 2em;
		margin: 5px 0
	}
</style>