<template>
    <div class="page">
        <h1>悦百分下单协议</h1>
        <p>合同编号：</p>
        <p>订单编号：</p>
        <p>商户（以下简称甲方）：</p>
        <p>分期支付人（以下简称乙方）：</p>
        <p>联系电话：</p>
        <p>特约商户：</p>
        <p>商品种类：</p>
        <p>分期支付内容：</p>
        <p>分期总金额：</p>
        <p>分期期数：</p>
        <p>首期支付金额 （含手续费 ）：</p>
        <p>剩余每期支付金额：</p>
        <p>特别声明：请乙方务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能以加粗字体显示，乙方应重点阅读。除非乙方已阅读并接受本合同和所有条款，否则乙方无权申请使用“悦百分”业务。乙方使用“悦百分”业务即视为乙方已阅读并同意本合同的约束。</p>
        <p>乙方自愿申请使用甲方所提供的信用卡个人消费分期支付业务（以下简称“悦百分”业务），用于分期支付购买商品/服务（下简称“商品”）一事，双方本着平等、自愿的原则，经协商一致，达成如下条款：</p>
        <h3>第一条 购买商品：</h3>
        <p>1. 甲方与特约商户联合销售商品，乙方从甲方特约商户处购买商品，并使用“悦百分”业务完成支付手续。</p>
        <p>2. 线下实体店消费时，乙方阅读并同意本分期支付合同后，提交分期支付申请。申请分期成功后甲方发送“取货凭证码”至乙方；乙方提货时向特约商户出示“取货凭证码”，由特约商户验证“取货凭证码”后给付商品。</p>
        <h3>第二条 分期支付：</h3>
        <p>乙方委托甲方指定的代扣机构将分期应支付的款项从指定用于分期支付的信用卡账户划至甲方指定的账户。</p>
        <p>1. 分期支付总额：合同的“分期总金额”与乙方在“悦百分”业务界面输入的金额应一致。如金额不一致，则以“悦百分”业务界面上输入的金额（后台数据）为准。如产生手续费，则“分期手续费”包含在“首期支付金额”内。</p>
        <p>2. 分期支付期限：1）本合同的“分期期数”与乙方在“悦百分”业务界面选择分期期数应一致，如分期期数显示不一致，则以乙方在“悦百分”业务界面选择期数（后台数据）为准。2)特别提示：“悦百分”业务每期计算周期为25个自然日。</p>
        <p>3. 分期支付用途：仅限乙方用于个人消费。</p>
        <p>4. 分期支付款收取方式：1）乙方同意本分期支付合同条款后，自愿选择使用“悦百分”业务购买选定商品，并授权甲方根据“分期总金额”使用其指定用于分期支付的信用卡账户的授信额度作为还款担保。2）信用卡账户授信额度担保审核通过后，乙方同意，在每期指定支付日，由甲方将当期应付款计入乙方当期信用卡消费，并撤销此前的额度担保，并将剩余分期金额再行通过授信额度进行担保，直至完全支付。3）若通过上述方式无法偿还，则甲方有权通过其他方式要求乙方偿还当期分期支付金额。</p>
        <p>5. 支付方式：乙方同意本分期支付合同，“悦百分”业务手续办理完毕的当天，甲方将委托代扣方从乙方用于分期支付的信用卡账户划扣首期支付金额，剩余各期采用每期等额法支付分期款项。</p>
        <p>6. 乙方申请提前支付：1）乙方应在下一个指定支付日前5天（含当日）致电“悦百分”业务热线申请办理提前支付手续（服务电话 010-56143517 ），并同 /意甲方提前将分期支付余额计入当期信用卡消费。2）“悦百分”业务热线在接到乙方提前支付申请后，将委托代扣机构将乙方分期支付余额足额划入甲方指定账户；3）如果乙方指定用于分期支付的信用卡发卡行账户发生异常，无法扣账，即视为提前支付未成功。4)乙方已支付的手续费不予退还。</p>
        <p>7. 甲方有权自行转让其在本合同下（也仅限于本合同项下）的全部或部分债权给相关第三方而无需征得乙方的同意。</p>
        <p>8. 甲方有权根据支付安全的需要，采取不同的授信额度转消费和冻结方式。</p>
        <h3>第三条 　支付和清算：</h3>
        <p>1. 乙方须在每期指定还款日或之前，将到期应还的款项足额划入信用卡账户，保证在每个指定支付日其信用卡账户内有足够可用授信额度供甲方划扣当期应付款及对剩余分期金额进行授信额度冻结。乙方保证所提供的信用卡还款账户真实有效，并承担因账户错误、虚假、过期、被冻结、被挂失或可用授信额不足以划扣当期应付款、无法对剩余分期金额进行授信额度冻结等原因所引起的一切责任和后果。如还款账户发生包括但不限于资料变更、被冻结、被挂失或可用授信额不足等情况，乙方应及时致电“悦百分”业务热线协商缴足相关款项。若因此造成后续扣款延误或不成功，乙方自愿承担全额提前还款、承担违约金（每日0.05%）或更换乙方名下其他信用卡划扣应支付款项等处理方式，并同意甲方定期或不定期对其剩余分期金额进行一次性、多次性授信额度冻结，直至分期支付余额全部冻结成功。</p>
        <p>2. 分期支付以分为最小单位，最后一期时一次性划扣分期支付余额。</p>
        <h3>第四条 售后保障：</h3>
        <p>1. 所有商品信息均来自于甲方的特约商户，其真实性、准确性和合法性由特约商户负责。</p>
        <p>2. 甲方向乙方提供分期支付服务，使乙方可以使用“悦百分”业务购买商品，商品的售后保修服务由特约商户提供。</p>
        <p>3. 乙方同意：</p>
        <p>1）乙方在特约商户线下实体店消费时，自成功验证“取货凭证码”之日起7个自然日内，乙方可向特约商户申请退货退款。经乙方与特约商户协商一致，由特约商户向甲方提交退款申请，并在提交申请当日将已划付的商品货款退回至甲方指定账户；超过7个自然日的，不再允许撤销“悦百分”交易或者要求退款。</p>  
        <p>2）甲方收到退款后，通过“悦百分”系统将本次交易判定为“撤销”，把已付款项沿原途径退回到乙方的信用卡账户（到账时间视信用卡发卡行不同而有所差异），并撤销信用卡账户的授信额度担保。</p>
        <p>3）根据甲方与特约商户签订的《“悦百分”项目特约商户服务协议》，商品的售后、退换货服务由特约商户提供。如乙方未能与特约商户就商品服务纠纷达成共识（包括但不限于商品质量的问题），乙方不得以与特约商户之间的商品服务纠纷为由拒绝向甲方履行分期付款责任，否则甲方有权向乙方一次性收取分期支付余额。</p>
        <h3>第五条 乙方的声明、保证、承诺和相关义务：</h3>  
        <p>1. 乙方在履行合同期间无条件地配合甲方及本合同项下甲方债权受让的第三方（以下简称“债权受让方”）对其资信状况、分期支付使用情况以及偿还分期支付情况进行监督检查。</p>
        <p>2. 乙方个人资产、经济状况等发生实质性变化或发生任何影响本合同义务履行的事项，应立即书面通知甲方及债权受让方。乙方参与可能影响其履行本合同项下义务的活动之前应经甲方及债权受让方的书面同意。</p>
        <p>3. 乙方同意并授权甲方及债权受让方在履行本合同过程中，为本合同之目的查询和使用任何合法设立的信息库有关乙方的全部信息，并授权指定甲方及债权受让方不定时地向中国人民银行个人信用信息基础数据库等有关征信机构及其他任何第三方查询、获取、保留、提供其个人信息和信用信息。</p>
        <p>4. 若乙方发生违约，乙方同意甲方及债权受让方聘请的任何第三方有权以合法的方式向乙方发出提示及追索，乙方不得提出任何异议或提出任何诉讼。</p>
        <p>5. 乙方承诺按本合同约定的用途进行分期支付购买甲方提供的商品或服务，与乙方享有的商品或服务质量和售后权益属于完全不同的法律关系，因此放弃以在使用过程中产生的质量和售后权益纠纷（包括但不限于质量及售后服务纠纷）为由拒绝履行本合同。乙方购买的商品或服务质量及售后服务由特约商户提供。</p>    
        <p>6. 合同期限内乙方违约，乙方不得要求动用该授信额度款项以支付其他各期分期支付或任何其他费用。但如果甲方及债权受让方依据本合同第六条第2款要求乙方履行分期支付义务并向乙方追偿所有债务时，甲方及债权受让方有权通知代扣机构直接划扣乙方信用卡账户用于担保的授信额度，用以抵扣乙方所欠的所有款项。</p>
        <p>7. 乙方同意：如甲方转让本合同下的债权，乙方将继续按照本合同第二条第4款约定的支付方式，向新的债权受让方履行本合同下的所有义务。乙方承诺不因该债权转让提出任何异议，同时放弃以与特约商户之间的买卖或服务纠纷拒绝向债权受让方履行付款责任。</p>
        <p>8. 乙方向甲方及债权受让方声明并保证如下：1）乙方提供的所有信息完整、准确、真实并无误导性；2）本合同的签订和履行未构成乙方作为协议一方的或受约束的任何合同、协议、保证或承诺下的违约行为；3）乙方签订和履行本合同不违反任何法律、法规、条例或任何法庭、仲裁机关或行政机关的命令、判决或决议；4）乙方未以任何形式涉及任何未决的、进行中的或有危险发生的法律行动、索赔、起诉、仲裁或行政程序等可能影响本合同履行的事件。</p>
        <p>9. 乙方保证按指定用于支付的信用卡开户行的指定期限和标准偿还应支付款项，保证信用卡在分期支付期限内为正常使用状态，有足够可用授信额度供甲方划扣当期应付款及对剩余分期金额进行授信额度冻结，否则甲方有权向乙方一次性收取分期支付余额，或更换乙方名下其他信用卡划扣应支付款项，并可定期、不定期对其剩余分期金额进行授信额度冻结，直至分期支付余额全部冻结成功。</p>
        <p>10. 乙方同意：乙方通过在银行办理信用卡时预留的手机号码获取支付短信验证码，在“悦百分”业务界面输入并通过短信验证步骤，则视为乙方本人操作。因乙方的过错导致的任何损失由乙方自行承担，该过错包括但不限于：不按照交易提示操作，未能及时进行交易操作，遗忘或泄露“取货凭证码”或支付短信验证码，手机被盗、账号被盗等。</p>
        <h3>第六条 违约责任：</h3>
        <p>1. 乙方发生以下情况，属于严重违约：①、乙方使用虚假身份证明文件；②、乙方提供的信用卡账户，经查核已被银行信用系统列入黑名单或被依法冻结；③、某一笔分期支付的指定支付日到期后乙方仍未完全偿还该分期支付，其账户内没有足够可用授信额度供甲方划扣当期应付款；④、乙方在与甲方签订的任何其他分期支付合同中有严重违约行为；⑤、乙方作出的与分期支付有关的任何陈述或保证虚假、不完整、不准确或有歧义，或乙方违背第五条所作出的任何保证、承诺或同意；⑥、甲方或债权受让方有证据证明乙方自分期支付申请日起就分期支付从事过任何欺诈行为或乙方可能无能力履行本合同项下的支付义务；⑦、乙方发生或可能发生影响甲方或债权受让方在本合同项下权益的任何其他情形。</p>
        <p>乙方发生以上第①项、第②项及第③项违约情形，将直接导致本合同提前终止，甲方及债权受让方有权要求乙方立即偿还本合同下全部剩余款项。乙方发生以上违约情形之一，则：（1）在分期支付发放之前，甲方及债权受让方有权单方解除本合同而无需承担任何违约责任；或（2）在分期支付发放之后，甲方或债权受让方有权宣布本合同提前到期，要求乙方立即一次性履行本合同项下全部义务。</p>
        <p>2. 若乙方的信用卡账户未能如期划扣分期支付而发生逾期（即未在某一指定支付日前或当日将相应分期支付缴款全部存入支付账户，其账户内没有足够可用授信额供甲方划扣当期应付款），甲方及债权受让方有权保留追究的权利。</p>
        <p>3. 甲方或债权受让方为执行本合同、实现合同权益所支付的所有费用（包括但不限于律师费，和交通、食宿、诉讼费、评估、鉴定、登记、公证、公告、保险、保管、运输等费用） 均由乙方承担。</p>
        <p>4. 如因乙方原因发生包括但不限于第三条第1款之情形，而导致甲方或债权受让方无法执行扣款及授信额度担保操作时，甲方或债权受让方有权向乙方一次性收取分期支付余额或按到期应支付总额收取每日0.05%的违约金，或更换乙方名下其他信用卡划扣应支付款项，并可定期或不定期对其剩余分期金额进行授信额度冻结，直至分期支付余额全部冻结成功。</p>
        <h3>第七条 还款顺序：</h3>
        <p>乙方在不同时期与甲方签订多份个人消费分期支付合同，清偿顺序按签订时间确定。</p>
        <h3>第八条 争议解决方式：</h3>
        <p>1. 本合同的订立、解释及争议的解决均适用中华人民共和国的法律、法规。本合同履行所发生的纠纷、双方应协商解决，协商不成的任何一方均可向本合同签订地广州市天河区人民法院提请诉讼。</p>
         <p>2. 各方在协商、诉讼期间，对本合同项不涉及争议的条款，仍须执行。</p>
        <h3>第九条 其他约定：</h3>
        <p>1. 本合同下乙方任何付款行为应被认定在支付账户贷记入相应款项时发生。该时间根据相关银行向甲方提供的交易记录确定。</p>
        <p>2. 乙方同意，当还款通道变更或乙方信用卡状态异常时，甲方及债权受让方有权要求乙方一次性偿还本合同下全部剩余款项。</p>
        <p>3. 在特约商户线下实体店消费时“悦百分”系统发送的“取货凭证码”和乙方本人的真实身份证为本合同不可分割的有效组成部分，均需妥善保管。甲方特约商户验证乙方“取货凭证码”成功，则视为乙方本人确认已收取商品。</p>
        <p>4. 为保障乙方权益，乙方联系电话号码等个人信息发生变动后应于5个自然日内在“悦百分”业务界面修改资料并提交给甲方。若乙方未及时通知，甲方仍按乙方所留电话或地址寄发相关信息或信件的，均视为有效送达，由此产生的一切后果由乙方承担。</p>
        <p>5. 若本合同的任何条款被任何司法或有权机关认定为无效或不可强制执行，该条款将被从本合同中分离出来，其余条款仍应有效。</p>
        <p>6. 乙方同意，若相关法律法规和信用政策发生变化，则甲方无需提前发出书面通知，也无需得到乙方的许可，甲方即有权按新的法律法规和信用政策规定处理本合同的相关事务。</p>
        <p>7. 乙方同意，本合同所涉及的乙方个人资料公开给甲方、债权受让方和特约商户，以用于管理分期支付及会员信息库等方面的用途。</p>
        <p>8. 1. 本合同采用电子文本形式制成，各方均认可该形式合同的法律效力。自乙方成功办理“悦百分”业务之日起生效。</p>
    </div>
</template>

<style scoped>
  .page {
    padding: 15px;
    background: #fff
  }
  h1 {
    text-align: center
  }
  p:last-child {
    margin-bottom: 15px
  }
</style>